Repository: ppfeufer/aa-intel-tool
Catalog: aa_intel_tool/locale/*/LC_MESSAGES/django.po
Languages: de, fr_fr, ja, ru, uk

source: Intel Parser
fr_fr: Analyseur Intel
ja: インテル用の解析ツール
ru: Анализатор Скана
uk: Парсер інтелу

source: Scan type
de: Scantyp
fr_fr: Type de scan
ja: スキャンの種類
ru: Тип скана
uk: Тип скану

source: Open in a new browser tab
de: In einem neuen Browser-Tab öffnen
fr_fr: Ouvrir dans un nouvel onglet
ja: ブラウザの新しいタブで開く
ru: Открыть в новой вкладке
uk: Нова вкладка браузера

source: Raw data
fr_fr: Données brute
ja: 未加工データ
ru: Исходные данные
uk: Необроблені дані

source: Intel Parser v{__version__}
ru: Анализатор Скана v{__version__}
uk: Парсер інтелу v{__version__}

source: Chat list
fr_fr: Liste de conversation
ja: チャット一覧
ru: Список чата
uk: Список в чаті

source: D-Scan
fr_fr: Scanner directionnel
ja: 指向性スキャン
ru: Подскан
uk: Д-скан

source: Fleet composition
fr_fr: Composition de flotte
ja: フリートの構成
ru: Состав флота
uk: Композиція флоту

source: A parser error occurred » {message}
de: Ein Parser-Fehler ist aufgetreten » {message}
ja: 解析エラーが発生しました » {message}
ru: Произошла ошибка анализа » {message}
uk: Помилка парсера » {message}

source: Paste here …
de: Hier einfügen …
fr_fr: Coller ici …
ja: ここに貼り付け
ru: Вставить сюда …
uk: Постити сюди (ctrl+V) …

source: Invalid scan data
de: Ungültige Scandaten
fr_fr: Données du scanner invalide
ja: 無効なスキャンデータ
ru: Некорректные данные скана
uk: не коректні дані

source: Scan hash
ja: ハッシュをスキャンする
ru: Хэш скана
uk: геш скану

source: Creation date/time
de: Erstellungsdatum/-uhrzeit
fr_fr: Date de création/Temps
ja: 作成日時
ru: Дата/время создания
uk: дата та час створення

source: Scan raw data
ja: 生データをスキャンする
ru: Исходные данные скана
uk: Сирі дані скану

source: Scan
ja: スキャン
ru: Скан
uk: Скан

source: Scans
ja: スキャン
ru: Сканы
uk: Скани

source: Pilot list
de: Pilotenliste
ja: パイロットリスト
ru: Список пилотов
uk: Список пілотів

source: Corporation list
de: Corporationsliste
ja: 会社リスト
ru: Список корпораций
uk: Список корпорацій

source: Alliance list
de: Allianzliste
fr_fr: Liste d'alliances
ja: アライアンスリスト
ru: Список альянсов
uk: Список Аліянсів

source: Ship types
de: Schiffstypen
fr_fr: Types de vaisseaux
ja: シップタイプ
ru: Типы кораблей
uk: Типи кораблів

source: Ship list
de: Schiffsliste
fr_fr: Liste de vaisseaux
ja: 船のリスト
ru: Список кораблей
uk: Список кораблів

source: Ship list (on grid)
de: Schiffsliste (On Grid)
fr_fr: Liste de vaisseaux (sur le terrain)
ja: シップリスト(グリッド内)
ru: Корабли (в гриде)
uk: Кораблі у гріді

source: Ship list (off grid)
de: Schiffsliste (Off Grid)
fr_fr: Liste de vaisseaux (en dehors du terrain)
ja: シップリスト（グリッド外）
ru: Корабли (вне грида)
uk: Кораблі поза грідом

source: Structures (on grid)
de: Strukturen (On Grid)
fr_fr: Structures (sur le terrain)
ja: 建造物(グリッド内)
ru: Структуры (в гриде)
uk: Структури в гріді

source: Starbases (on grid)
ja: スターベース (グリッド内)
ru: Звездные базы (в гриде)
uk: Структури (в гріді)

source: Deployables (on grid)
de: Stationierbare Strukturen (On Grid)
ja: 配置可能ユニット（グリッド内）
ru: Развертываемые объекты (в гриде)
uk: Deployables (в гріді)

source: Miscellaneous (on grid)
de: Verschiedenes (On Grid)
fr_fr: Divers (sur le terrain)
ja: その他（グリッド上）
ru: Разное (в гриде)
uk: Різне (в гріді)

source: System information
de: Systeminformationen
fr_fr: Information Système
ja: システム（星系）の情報
ru: Информация о системе
uk: Інформація про систему

source: Scan section
de: Scanabschnitt
ru: Раздел скана
uk: Секція скан

source: Processed scan data
de: Verarbeitete Scandaten
ru: Обработанные данные скана
uk: Оброблені дані скану

source: Scan data
de: Scandaten
ru: Данные скана
uk: Дані скану

source: No suitable parser found. Input is not a supported intel type or malformed …
de: Kein passender Parser gefunden. Die Eingabe ist kein unterstützter Inteltyp oder fehlerhaft …
ja: 適切なパーサーが見つかりません。入力はサポートされているIntelタイプではないか、不正な形式です…
ru: Не найден подходящий анализатор. Формат входных данных не поддерживается или данные неполны …
uk: Нема підходящого парсеру для даних. Введені дані не підтримуються або пошкоджені…

source: No data to parse …
de: Keine Daten zum Parsen …
ja: パースすべきデータが存在しません…
ru: Нет данных для анализа …
uk: Нема даних для розбору…

source: Something went wrong while fetching the character information from ESI.
de: Beim Abrufen der Charakterinformationen von ESI ist ein Fehler aufgetreten.
fr_fr: Quelque chose s'est mal passé lors de la recherche d'information sur le personnage depuis l'ESI.
ru: Что-то пошло не так при загрузке информации о персонаже через ESI.
uk: Щось пішло не так при виборці даних персонажа з ESI.

source: Character unknown to ESI.
de: Charakter ist in ESI nicht bekannt.
fr_fr: Personnage inconnu de l'ESI.
ru: Персонаж не известен для ESI.
uk: Персонаж не відомий ESI.

source: The chat list module is currently disabled.
de: Das Chatlistenmodul ist derzeit deaktiviert.
fr_fr: Le module de liste de discussion est désactivé pour le moment.
ja: チャットリストモジュールは現在無効化されています。
ru: Анализатор списка чата отключен.
uk: Модуль чатлістів відключений.

source: Chat scans are currently limited to a maximum of {max_allowed_pilots} pilot per scan. Your list of pilots exceeds this limit.
de: Chat-Scans sind derzeit auf maximal {max_allowed_pilots} Pilot pro Scan beschränkt. Deine Pilotenliste überschreitet diese Grenze.
fr_fr: Le scan de la conversation est limitée pour le moment a {max_allowed_pilots} pilote par scan. Votre liste de pilote dépasse cette limite.
ja: チャットスキャンは現在、1回のスキャンにつき最大{max_allowed_pilots}名のパイロットに制限されています。指定されたパイロットリストはこの制限を超えています。
ru: Анализатор чата в настоящее время ограничен максимум {max_allowed_pilots} пилотом в скане. Размер вашего списка превышает это ограничение.
uk: АналІзатор чату зараз обмежений максимум {max_allowed_pilots} пілотом у скані. Розмір Вашего списку перевищує це обмеження.

source: The D-Scan module is currently disabled.
de: Das D-Scan-Modul ist derzeit deaktiviert.
fr_fr: Le module de scanner directionnel est désactivé pour le moment.
ja: D-Scanモジュールは現在無効化されています。
ru: Анализатор подскана отключен.
uk: Модуль D-Scan відключений.

source: The fleet composition module is currently disabled.
de: Das Flottenzusammensetzungsmodul ist derzeit deaktiviert.
fr_fr: Le module de composition de flotte est désactivé pour le moment.
ja: フリート編成モジュールは現在無効化されています。
ru: Анализатор состава флота отключен.
uk: модуль фліткомпозішену відключений.

source: Permalink successfully copied
de: Permalink erfolgreich kopiert
fr_fr: Lien permanent copié avec succès
ja: パーマリンクのコピーに成功しました
ru: Постоянная ссылка успешно скопирована
uk: Постійне посилання успішно скопійоване

source: Something went wrong. Nothing copied. Maybe your browser does not support this function.
de: Etwas ist schief gelaufen. Nichts kopiert. Möglicherweise unterstützt Dein Browser diese Funktion nicht.
fr_fr: Quelque chose s'est mal passé. Rien n'a été copié. Peut être que votre navigateur ne supporte pas cette fonction.
ja: 何か問題が発生しました。何もコピーされませんでした。お使いのブラウザがこの機能をサポートしていない可能性があります。
ru: Что-то пошло не так. Ничего не скопировано. Возможно, ваш браузер не поддерживает данную функцию.
uk: Шось пішло не так. Нічого не скопійовано. Можливо, Ваш браузер не підтримує цю функцію.

source: Unaffiliated / No Alliance
de: Unabhängig / Keine Allianz
ru: Неаффилированный / Нет альянса

source: NPC Corp
fr_fr: Corporation non joueur
ja: NPC 会社
ru: NPC корпорация
uk: Початкова корпорація

source: No data available in this table
de: In dieser Tabelle sind keine Daten verfügbar
ru: Данные в таблице отсутствуют

# Keep _END_ as it is. It will be replaced by a number.
source: Showing _END_ entries
de: Zeige _END_ Einträge
ru: Отображаются _END_ записей

# Keep _MAX_ as it is. It will be replaced by a number.
source: (filtered from _MAX_ total entries)
de: (gefiltert von _MAX_ Einträgen)
ru: (отфильтрованы из _MAX_ записей)

source: No records available
de: Keine Datensätze vorhanden
ru: Записи недоступны

# Keep _MENU_ as it is. It will be replaced by an HTML construct.
source: Show _MENU_
de: Zeige _MENU_
ru: Показывать _MENU_

source: Loading …
de: Lade …
ru: Загрузка …

source: Processing …
de: Verarbeite …
ru: Обработка …

source: Nothing found, sorry …
de: Nichts gefunden, tut mir leid …
ru: Ничего не найдено …

source: Search …
de: Suche …
ru: Поиск…

source: First
de: Erster
ru: Первый

source: Last
de: Letzter
ru: Последний

source: Next
de: Nächster
ru: Следующий

source: Previous
de: Vorheriger
ru: Предыдущий

source: : activate to sort column ascending
de: : aktivieren, um die Spalte aufsteigend zu sortieren
ru: : активируйте для сортировки по возрастанию

source: : activate to sort column descending
de: : aktivieren, um die Spalte absteigend zu sortieren
ru: : активируйте для сортировки по убыванию

source: Scans will be deleted after %(scan_retention_time)s day.
de: Scans werden nach %(scan_retention_time)s Tage gelöscht.
fr_fr: Les scans seront supprimés après %(scan_retention_time)s jour.
ja: スキャンは %(scan_retention_time)s 日後に削除されます。
ru: Сканы будут удалены после %(scan_retention_time)s дня.
uk: Скани будуь видалені через %(scan_retention_time)s день.

source: Do you want to help translate this app into your language or improve the existing translation?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
fr_fr: Voulez-vous aider à traduire cette application dans votre langue ou améliorer la traduction existante ?
ja: このアプリをあなたの言語に翻訳するお手伝いをしたり、既存の翻訳を改善したりしませんか？
ru: Вы хотите помочь перевести это приложение на ваш язык или улучшить текущий перевод?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?

source: Join our team of translators!
de: Tritt unserm Team von Übersetzern bei!
fr_fr: Rejoignez notre équipe de traducteurs !
ja: 翻訳者チームに参加しましょう！
ru: Присоединяйтесь к нашей команде переводчиков!
uk: Приєднуйтесь до нашої команди перекладачів!

source: What can I paste?
de: Was kann ich einfügen?
fr_fr: Que puis-je coller ?
ja: 何を貼り付けられますか？
ru: Что я могу вставить?
uk: Що я можу запостити?

source: Chat member list
fr_fr: Liste des membres de la conversation
ja: チャットメンバーリスト
ru: Список членов чата
uk: Список мемберів чату

source: Limited to a maximum of %(max_pilots)s pilot per scan.
de: Begrenzt auf maximal %(max_pilots)s Pilot pro Scan.
fr_fr: Limité a un maximum de %(max_pilots)s pilote par scan.
ja: １スキャンごと最大 %(max_pilots)s パイロット。
ru: Ограничен максимум %(max_pilots)s пилотом в скане.
uk: Обмежено максимум %(max_pilots)s пілотом на скан.

source: Please keep in mind, parsing large amounts of data can take some time. Be patient, CCP's API is not the fastest to answer …
de: Bitte beachte, dass das Verarbeiten großer Datenmengen einige Zeit in Anspruch nehmen kann. Sei geduldig, die API von CCP ist nicht die Schnellste …
fr_fr: Gardez a l'esprit qu'analyser des grandes quantités de données peut prendre du temps. Soyez patient, l'api CCP n'est pas la plus rapide …
ja: 大量のデータを解析するには時間がかかる場合がありますので、ご了承ください。CCPのAPIは応答速度が速い方ではありませんので、少々お待ちください…
ru: Помните, что обработка большого объема данных может занять некоторое время. Будьте терпеливы, CCP API не самое быстрое …
uk: Будь ласка пам'ятайте, що обробити великі об'єми даних займає деякий час. Будьте терплячі, очікуючи відповіді від API ССР…

source: Submit
de: Absenden
fr_fr: Soumettre
ja: 送信する
ru: Отправить
uk: Відправити

source: Working on it, please be patient …
de: Bei der Arbeit, bitte hab etwas Geduld …
fr_fr: En cours de travail, soyez patient …
ja: 作業中です、少々お待ちください…
ru: Работаем над этим, потерпите …
uk: В процесі, будь ласка, зачекайте…

source: Detecting the intel type
de: Erkennung des Intel-Typs
fr_fr: Détection du type de renseignement
ja: インテルのタイプを検出する
ru: Определение типа информации
uk: Визначення типу інтелу

source: Fetching potentially missing information from ESI (this might take a moment)
de: Abrufen potenziell fehlender Informationen von ESI (dies kann einen Moment dauern)
fr_fr: Recherche d'informations potentiellement manquantes depuis l'ESI (Cela peut prendre un moment)
ja: ESIから欠落している可能性のある情報を取得中（少々お時間をいただく場合があります）
ru: Загрузка отсутствующей информации из ESI (может занять время)
uk: Вибірка інформації, якої потенційно не вистачає з ESI (може зайняти трохи часу)

source: Parsing data
de: Daten analysieren
fr_fr: Analyse de données
ja: データを処理中
ru: Анализ данных
uk: Розбір даних

source: New scan
fr_fr: Nouveau scan
ja: 新しいスキャン
ru: Новый скан
uk: Новий скан

source: Copy permalink
fr_fr: Copier le lien permanent
ja: パーマリンクをコピー
ru: Копировать постоянную ссылку
uk: Копіювати постійне посилання

source: Alliances breakdown
de: Aufschlüsselung der Allianzen
ja: アライアンス別内訳
ru: Разбивка по альянсам
uk: Зріз по аліянсах

source: Alliance
de: Allianz
ja: アライアンス
ru: Альянс
uk: Аліянс

source: Count
de: Anzahl
fr_fr: Compte
ja: 数
ru: Количество
uk: Кількість

source: Loading data …
de: Lade Daten …
fr_fr: Chargement des données …
ja: データをロード中…
ru: Загрузка данных …
uk: Завантаження даних…

source: No data …
de: Keine Daten …
fr_fr: Aucune donnée …
ja: データがない…
ru: Нет данных …
uk: Нема даних…

source: Corporations breakdown
de: Aufschlüsselung der Corporationen
ja: 会社別内訳
ru: Разбивка по корпорациям
uk: Зріз по корпораціях

source: Corporation
ja: 会社
ru: Корпорация
uk: Корпорація

source: Pilots breakdown
de: Aufschlüsselung der Piloten
ja: パイロット別内訳
ru: Разбивка по пилотам
uk: Зріз по пілотах

source: Pilot
fr_fr: Pilote
ja: パイロット
ru: Пилот
uk: Пілот

source: Interesting on grid
fr_fr: Intéressant sur le terrain
ru: Интересное в гриде
uk: Цікаве в гріді

source: Upwell structures
de: Upwell Strukturen
fr_fr: Structures Upwell
ru: Структуры Upwell
uk: Апвел структури

source: Deployables
de: Stationierbare Strukturen
ru: Развертываемые объекты
uk: Розміщуване

source: POS / POS modules
fr_fr: Stations possédés par les joueurs / Modules de ces stations
ru: POS / Модули POS
uk: ПОС та модулі ПОСів

source: Miscellaneous
de: Verschiedenes
fr_fr: Divers
ru: Разное
uk: Різне

source: Type
de: Typ
ja: タイプ
ru: Тип
uk: Тип

source: Ships on scan
fr_fr: Vaisseaux sur le scan
ru: Корабли на скане
uk: Кораблі на підскані

source: All ships
de: Alle Schiffe
fr_fr: Tous les vaisseaux
ru: Все корабли
uk: Усі кораблі

source: On grid
fr_fr: Sur le terrain
ru: В гриде
uk: В гріді

source: Off grid
fr_fr: En dehors du terrain
ru: Вне грида
uk: Поза грідом

source: Ship class
de: Schiffsklasse
fr_fr: Classe de vaisseaux
ja: 船のクラス
ru: Класс корабля
uk: Клас корабля

source: Total mass (in kg):
ru: Общая масса (в кг):
uk: Повна маса (в кг):

source: Ship type
de: Schiffstyp
fr_fr: Type de vaisseaux
ja: シップタイプ
ru: Тип корабля
uk: Тип корабля

source: No data.
de: Keine Daten.
fr_fr: Aucune donnée.
ru: Нет данных.
uk: Нема даних.

source: Scan taken at (Eve time)
ru: Скан выполнен (время EVE)

source: Fleet details
fr_fr: Details de la flotte
ja: フリートの詳細
ru: Подробное описание флота
uk: Деталі флоту

source: Pilots in fleet
fr_fr: Pilotes dans la flotte
ru: Пилотов во флоте
uk: Пілотів у флоті

source: Ship classes
fr_fr: Classes de vaisseaux
ja: 船のクラス
ru: Классы кораблей
uk: Класи кораблів

source: Who is flying what
fr_fr: Qui vole en quoi
ru: Кто на чем летит
uk: Хто на чому

source: System
fr_fr: Système
ja: システム（星系）
ru: Система
uk: Система

source: Participation details
fr_fr: Détails de la participation
ru: Подробности участия
uk: Деталі про учасників

source: The provided data could not be parsed.
de: Die bereitgestellten Daten konnten nicht analysiert werden.
fr_fr: Les données fournies n'ont pas pu être analysées.
ru: Предоставленные данные не могут быть проанализированы.
uk: Надані дані не можна розібрати.

source: (System Error) Something unexpected happened.
fr_fr: (System Error) un imprévu est arrivé.
ru: (Системная ошибка) Случилось что-то непредвиденное.
uk: (System Error) Трапилась якась системна помилка-халепа.

source: The scan you were looking for could not be found.
de: Der gesuchte Scan konnte nicht gefunden werden.
ru: Скан, который вы ищите, не может быть найден.
uk: Скан який Ви шукаєте, не можна знайти.

source: Scan taken at (EVE time)
fr_fr: Scan pris a (EVE time)
uk: Скан зібраний о (EVE time) по Єві

source: RAW data
de: Rohdaten

source: Fleet Composition
de: Flottenzusammensetzung

source: Scan RAW data
de: Scan Rohdaten

source: Chat Member List
de: Chat-Mitgliederliste

source: New Scan
de: Neuer Scan

source: Copy Permalink
de: Permalink kopieren

source: Scan taken at (Eve Time)
de: Scan aufgenommen um (Eve Zeit)

source: Unknown parser error
ja: 不明なパーサーエラー

source: Unaffiliated
ja: 無所属

source: No Alliance
ja: 同盟なし
